Repository: giuspen/cherrytree
Catalog: pygtk2/locale/*.po
Languages: ru

source: Selected Node Only
ru: Только выбранный узел

source: Selected Node and Subnodes
ru: Выбранный узел с дочерними узлами

source: All the Tree
ru: Дерево целиком

source: Include Node Name
ru: Добавлять имя узла

source: Links Tree in Every Page
ru: Дерево ссылок на каждой странице

source: New Node in New Page
ru: Новый узел с новой страницы

source: Pick a Color
ru: Выбор цвета

source: Remove from list
ru: Удалить из списка

source: _Recent Documents
ru: Пос_ледние документы

source: Open a Recent CherryTree Document
ru: Открыть последние документы CherryTree

source: The Document %s was Not Found
ru: Документ «%s» не найден

source: PDF File
ru: Файл PDF

source: Index
ru: Содержание
