Repository: giuspen/cherrytree
Catalog: pygtk2/locale/*.po
Languages: ru

source: Show _All Matches Dialog
ru: Показать _все совпадения поиска

source: Show Search All Matches Dialog
ru: Показать диалоговое окно с отображением всех совпадений поиска

source: Toggle _Focus Tree/Text
ru: Фокус _на дерево/текст

source: Toggle Focus Between Tree and Text
ru: Переключение фокуса между деревом и текстом

source: E_xpand All Nodes
ru: Ра_звернуть все узлы

source: Expand All the Tree Nodes
ru: Развернуть все узлы дерева

source: _Collapse All Nodes
ru: _Свернуть все узлы

source: Collapse All the Tree Nodes
ru: Свернуть все узлы дерева

source: _Increase Toolbar Icons Size
ru: У_величить значки

source: Increase the Size of the Toolbar Icons
ru: Увеличить размер значков на панели инструментов

source: _Decrease Toolbar Icons Size
ru: _Уменьшить значки

source: Decrease the Size of the Toolbar Icons
ru: Уменьшить размер значков на панели инструментов

source: _Full Screen On/Off
ru: На _весь экран

source: Toggle Full Screen On/Off
ru: Включение/выключение полноэкранного режима

source: Add to _Bookmarks
ru: Добавить в _закладки

source: Add the Current Node to the Bookmarks List
ru: Добавить текущий узел в список закладок

source: _Remove from Bookmarks
ru: _Удалить из закладок

source: Remove the Current Node from the Bookmarks List
ru: Удалить текущий узел из списка закладок

source: _Handle Bookmarks
ru: _Диспетчер закладок

source: Handle the Bookmarks List
ru: Список закладок

source: From _CherryTree File
ru: Из _файла CherryTree

source: Add Nodes of a CherryTree File to the Current Tree
ru: Добавить узлы из файла CherryTree в текущее дерево

source: From _Plain Text File
ru: Из тек_стового файла

source: Add Node from a Plain Text File to the Current Tree
ru: Добавить узлы из текстового файла в текущее дерево

source: From _Folder of Plain Text Files
ru: Из пап_ки с текстовыми файлами

source: Add Nodes from a Folder of Plain Text Files to the Current Tree
ru: Добавить узлы из папки с текстовыми файлами в текущее дерево

source: From _HTML File
ru: Из фай_ла HTML

source: Add Node from an HTML File to the Current Tree
ru: Добавить узлы из файла HTML в текущее дерево

source: From _Folder of HTML Files
ru: Из пап_ки с файлами HTML

source: Add Nodes from a Folder of HTML Files to the Current Tree
ru: Добавить узлы из папки с файлами HTML в текущее дерево

source: From _Basket Folder
ru: Из пап_ки Basket

source: Add Nodes of a Basket Folder to the Current Tree
ru: Добавить узлы из папки Basket в текущее дерево

source: From _EssentialPIM HTML File
ru: Из HTML-фай_ла Essential PIM

source: Add Node from an EssentialPIM HTML File to the Current Tree
ru: Добавить узел из HTML-файла Essential PIM в текущее дерево

source: From _Gnote Folder
ru: Из папки Gnote

source: Add Nodes of a Gnote Folder to the Current Tree
ru: Добавить узлы из папки Gnote в текущее дерево

source: From _KeepNote Folder
ru: _Из папки KeepNote

source: Add Nodes of a KeepNote Folder to the Current Tree
ru: Добавить узлы из папки KeepNote в текущее дерево

source: From K_eyNote File
ru: Из ф_айла KeyNote

source: Add Nodes of a KeyNote File to the Current Tree
ru: Добавить узлы из файла KeyNote в текущее дерево

source: From K_nowit File
ru: Из файла K_nowit

source: Add Nodes of a Knowit File to the Current Tree
ru: Добавить узлы из файла Knowit в текущее дерево

source: From _Leo File
ru: Из фа_йла Leo

source: Add Nodes of a Leo File to the Current Tree
ru: Добавить узлы из файла Leo в текущее дерево

source: From _Mempad File
ru: Из файл_а Mempad

source: Add Nodes of a Mempad File to the Current Tree
ru: Добавить узлы из файла Mempad в текущее дерево

source: From _NoteCase File
ru: Из файла NoteCase

source: Add Nodes of a NoteCase File to the Current Tree
ru: Добавить узлы из файла NoteCase в текущее дерево

source: From _RedNotebook Folder
ru: И_з папки RedNotebook

source: Add Nodes of a RedNotebook Folder to the Current Tree
ru: Добавить узлы из папки RedNotebook в существующее дерево

source: From T_omboy Folder
ru: Из папки Tomboy

source: Add Nodes of a Tomboy Folder to the Current Tree
ru: Добавить узлы из папки Tomboy в текущее дерево

source: From T_reepad Lite File
ru: Из файла Treepad Lite

source: Add Nodes of a Treepad Lite File to the Current Tree
ru: Добавить узлы из файла Treepad в текущее дерево

source: From _TuxCards File
ru: Из файла TuxCards

source: Add Nodes of a TuxCards File to the Current Tree
ru: Добавить узлы из файла TuxCards в текущее дерево

source: From _Zim Folder
ru: Из папки Zim

source: Add Nodes of a Zim Folder to the Current Tree
ru: Добавить узлы из папки Zim в текущее дерево

source: Export To _PDF
ru: _Экспорт в PDF

source: Export To PDF
ru: Э_кспорт в PDF

source: Export To _HTML
ru: Эк_спорт в HTML

source: Export To HTML
ru: Экс_порт в HTML

source: Export to Multiple Plain _Text Files
ru: Экспорт в неско_лько текстовых файлов

source: Export to Multiple Plain Text Files
ru: Экспорт в несколько текстовых файлов

source: Export to _Single Plain Text File
ru: Экспорт в оди_н текстовый файл

source: Export to Single Plain Text File
ru: Экспорт в один текстовый файл

source: _Export To CherryTree Document
ru: Экспор_т в документ CherryTree

source: Export To CherryTree Document
ru: Экспорт в документ CherryTree

source: _Check Newer Version
ru: Проверить наличие новой версии

source: Check for a Newer Version
ru: Проверить наличие новой версии программы

source: Online _Manual
ru: Онлайн-руководство

source: Application's Online Manual
ru: Онлайн-руководство приложения

source: _About
ru: _О программе

source: About CherryTree
ru: О программе CherryTree

source: C_ut Anchor
ru: Выре_зать якорь

source: Cut the Selected Anchor
ru: Вырезать выбранный якорь

source: _Copy Anchor
ru: _Копировать якорь

source: Copy the Selected Anchor
ru: Копировать выбранный якорь

source: _Delete Anchor
ru: _Удалить якорь

source: Delete the Selected Anchor
ru: Удалить выбранный якорь из документа При удалении якоря из документа ссылка на него остаётся, её необходимо удалить или изменить

source: Edit _Anchor
ru: Редактировать _якорь

source: Edit the Underlying Anchor
ru: Изменить якорь под курсором

source: C_ut Embedded File
ru: Вы_резать вложенный файл

source: Cut the Selected Embedded File
ru: Выр_езать выбранный вложенный файл

source: _Copy Embedded File
ru: _Копировать вложенный файл

source: Copy the Selected Embedded File
ru: Копировать выбранный вложенный файл

source: _Delete Embedded File
ru: _Удалить вложенный файл

source: Delete the Selected Embedded File
ru: Удалить выбранный вложенный файл

source: Open Embedded File
ru: Открыть вложенный файл

source: _Save Image as PNG
ru: _Сохранить изображение в PNG

source: Save the Selected Image as a PNG file
ru: Сохранить выбранное изображение в виде файла PNG

source: _Edit Image
ru: _Редактировать изображение

source: Edit the Selected Image
ru: Редактировать выбранное изображение

source: C_ut Image
ru: Вы_резать изображение

source: Cut the Selected Image
ru: Вырезать выбранное изображение

source: _Copy Image
ru: _Копировать изображение

source: Copy the Selected Image
ru: Копировать выбранное изображение

source: _Delete Image
ru: _Удалить изображение

source: Delete the Selected Image
ru: Удалить выбранное изображение

source: Edit _Link
ru: Редактировать сс_ылку

source: Edit the Link Associated to the Image
ru: Редактировать ссылку, связанную с изображением

source: D_ismiss Link
ru: С_тереть ссылку

source: Dismiss the Link Associated to the Image
ru: Стереть ссылку, связанную с изображением

source: Show/Hide _CherryTree
ru: По_казать/скрыть CherryTree

source: Toggle Show/Hide CherryTree
ru: Показать/скрыть CherryTree

source: Stri_p Trailing Spaces
ru: Уда_лить конечные пробелы

source: Strip Trailing Spaces
ru: Удалить пробелы в конце строк

source: _File
ru: _Файл

source: _Edit
ru: _Правка

source: For_matting
ru: Фор_матирование

source: _Tree
ru: Де_рево

source: Node _Move
ru: Пере_местить узел

source: Nodes _Import
ru: Импорт уз_лов

source: Nodes E_xport
ru: Экспорт у_злов

source: C_hange Case
ru: Из_менить регистр

source: _Search
ru: Пои_ск

source: _View
ru: Ви_д

source: _Bookmarks
ru: _Закладки

source: _Import
ru: _Импорт

source: E_xport
ru: Э_кспорт

source: _Help
ru: Справ_ка

source: Nodes _Sort
ru: Сортировка узло_в

source: _Justify
ru: _Выровнять

source: _List
ru: С_писок

source: _Insert
ru: _Вставка

source: _Row
ru: Р_яд

source: _Replace
ru: За_менить

source: Edit the Underlying Link
ru: Изменить ссылку под курсором

source: C_ut Link
ru: В_ырезать ссылку

source: Cut the Selected Link
ru: Вырезать выбранную ссылку

source: _Copy Link
ru: _Копировать ссылку

source: Copy the Selected Link
ru: Копировать выбранную ссылку

source: Dismiss the Selected Link
ru: Стереть выбранную ссылку Удаляется только ссылка, но не текст

source: _Delete Link
ru: У_далить ссылку

source: Delete the Selected Link
ru: Удалить выбранную ссылку Удаляется ссылка вместе с текстом

source: C_ut Table
ru: Выр_езать таблицу

source: Cut the Selected Table
ru: Вырезать выбранную таблицу

source: _Copy Table
ru: _Копировать таблицу

source: Copy the Selected Table
ru: Копировать выбранную таблицу

source: _Delete Table
ru: _Удалить таблицу

source: Delete the Selected Table
ru: Удалить выбранную таблицу

source: _Add Row
ru: До_бавить ряд

source: Add a Table Row
ru: Добавить ряд в таблицу

source: Cut a Table Row
ru: Вырезать ряд таблицы

source: Copy a Table Row
ru: Копировать ряд таблицы

source: _Paste Row
ru: _Вставить ряд

source: Paste a Table Row
ru: Вставить ряд в таблицу

source: Delete the Selected Table Row
ru: Удалить выбранный ряд из таблицы

source: Move Row _Up
ru: Переместить ряд _вверх

source: Move the Selected Row Up
ru: Переместить выбранный ряд вверх

source: Move Row _Down
ru: Переместить р_яд вниз

source: Move the Selected Row Down
ru: Переместить выбранный ряд вниз

source: Sort Rows De_scending
ru: Сортировать ряды по _убыванию

source: Sort all the Rows Descending
ru: Сортировать все ряды по убыванию

source: Sort Rows As_cending
ru: Сортировать ряды по во_зрастанию

source: Sort all the Rows Ascending
ru: Сортировать все ряды по возрастанию

source: _Edit Table Properties
ru: _Изменить свойства таблицы

source: Edit the Table Properties
ru: Изменить свойства таблицы

source: _Table Export
ru: _Экспорт таблицы

source: Export Table as CSV File
ru: Экспортировать таблицу в файл CSV

source: Insert _NewLine
ru: Вставить н_овую строку

source: Insert NewLine Char
ru: Вставить символ новой строки

source: Change CodeBox _Properties
ru: Изменить свойства _блока кода

source: Edit the Properties of the CodeBox
ru: Изменить свойства блока кода

source: _Execute CodeBox Code
ru: _Выполнить код из блок кода

source: Execute CodeBox Code
ru: Выполнить код из блок кода

source: CodeBox _Load From Text File
ru: Загрузить в блок кода из текстового _файла

source: Load the CodeBox Content From a Text File
ru: Загрузить содержимое в блок кода из текстового файла

source: CodeBox _Save To Text File
ru: Сохранить блок _кода в текстовый файл

source: Save the CodeBox Content To a Text File
ru: Сохранить содержимое блока кода в текстовый файл

source: C_ut CodeBox
ru: Вы_резать блок кода

source: Cut the Selected CodeBox
ru: Вырезать выбранный блок кода

source: _Copy CodeBox
ru: Копи_ровать блок кода

source: Copy the Selected CodeBox
ru: Копировать выбранный блок кода

source: _Delete CodeBox
ru: _Удалить блок кода

source: Delete the Selected CodeBox
ru: Удалить выбранный блок кода

source: Delete CodeBox _Keep Content
ru: Удалить блок кода с _сохранением содержимого

source: Delete the Selected CodeBox But Keep Its Content
ru: Удалить CodeBox с сохранением содержимого

source: Increase CodeBox Width
ru: Увеличить ширину блока кода

source: Increase the Width of the CodeBox
ru: Увеличить ширину блока кода

source: Decrease CodeBox Width
ru: Уменьшить ширину блока кода

source: Decrease the Width of the CodeBox
ru: Уменьшить ширину блока кода

source: Increase CodeBox Height
ru: Увеличить высоту блока кода

source: Increase the Height of the CodeBox
ru: Увеличить высоту блока кода

source: Decrease CodeBox Height
ru: Уменьшить высоту блока кода

source: Decrease the Height of the CodeBox
ru: Уменьшить высоту блока кода

source: Downloading
ru: Загрузка

source: Tab Width
ru: Ширина табуляции

source: Insert Spaces Instead of Tabs
ru: Вставлять пробелы вместо табуляции

source: Use Line Wrapping
ru: Переносить строки

source: Line Wrapping Indentation
ru: Отступ строк при переносе

source: Enable Automatic Indentation
ru: Автоматический отступ

source: Show Line Numbers
ru: Показывать нумерацию строк

source: Vertical Space Around Lines
ru: Межстрочный интервал

source: Vertical Space in Wrapped Lines
ru: Вертикальный отступ строк при переносе

source: Text Editor
ru: Текстовый редактор

source: Timestamp Format
ru: Формат даты и времени

source: Horizontal Rule
ru: Горизонтальная линия

source: Special Characters
ru: Специальные символы

source: Reset to Default
ru: Значение по умолчанию

source: Chars to Select at Double Click
ru: Символы, выделяемые при двойном нажатии кнопки мыши

source: Miscellaneous
ru: Разное

source: Are you sure to Reset to Default?
ru: Восстановить значения по умолчанию?

source: Enable Spell Check
ru: Включать проверку орфографии

source: Spell Check Language
ru: Язык проверки орфографии

source: Light Background, Dark Text
ru: Тёмный текст на светлом фоне

source: Dark Background, Light Text
ru: Светлый текст на тёмном фоне

source: Custom Background
ru: Настраиваемый фон

source: and Text
ru: и текст

source: Monospace Background
ru: Цвет фона моноширинного шрифта

source: Theme
ru: Тема

source: Show White Spaces
ru: Отображать пробелы

source: Highlight Current Line
ru: Подсвечивать текущую строку

source: Expand CodeBoxes Automatically
ru: Автоподбор по содержимому блока кода

source: Embedded File Icon Size
ru: Размер значка вложенного файла

source: Show File Name on Top of Embedded File Icon
ru: Показывать имя файла над значком вложенного файла

source: Limit of Undoable Steps Per Node
ru: Ограничение количества операций отмены на узел

source: Enable Smart Quotes Auto Replacement
ru: Включить автозамену парных кавычек

source: Enable Symbol Auto Replacement
ru: Включить автозамену символов

source: Style Scheme
ru: Стилевая схема

source: Add
ru: Добавить

source: Command per Node/CodeBox Type
ru: Команда обработчика для типа узла/блока кода

source: Terminal Command
ru: Команда терминала

source: Code Execution
ru: Выполнение кода

source: Select Element to Add
ru: Выберите добавляемый элемент

source: Tree Nodes Names Wrapping Width
ru: Ширина переноса имени узлов дерева

source: Display Tree on the Right Side
ru: Показывать обозреватель дерева справа

source: Move Focus to Text at Mouse Click
ru: Перемещать фокус на текст по щелчку кнопки мыши

source: Expand Node at Mouse Click
ru: Разворачивать узел по щелчку кнопки мыши

source: Last Visited Nodes on Node Name Header
ru: Последние посещённые узлы в заголовке имени узла

source: Use Different Cherries per Level
ru: Использовать разные вишенки для каждого уровня

source: No Icon
ru: Без значка

source: Hide Right Side Auxiliary Icon
ru: Скрывать вспомогательный значок справа

source: Default Text Nodes Icons
ru: Значки текстовых узлов по умолчанию

source: Restore Expanded/Collapsed Status
ru: Восстанавливать свёрнутое/развёрнутое состояние узлов

source: Expand all Nodes
ru: Разворачивать все узлы

source: Collapse all Nodes
ru: Сворачивать все узлы

source: Nodes in Bookmarks Always Visible
ru: Не скрывать узлы в закладках

source: Nodes Status at Startup
ru: Состояние узлов при запуске

source: Code Font
ru: Текст кода

source: Tree Font
ru: Текст дерева

source: Fonts
ru: Шрифты

source: Enable Custom Web Link Clicked Action
ru: Команда для открытия ссылки на веб-страницу

source: Enable Custom File Link Clicked Action
ru: Команда для открытия ссылки на файл

source: Enable Custom Folder Link Clicked Action
ru: Команда для открытия ссылки на папку

source: Custom Actions
ru: Настраиваемые команды

source: To WebSite
ru: Ссылка на Веб-сайт

source: To Node
ru: Ссылка на узел

source: To File
ru: Ссылка на файл

source: To Folder
ru: Ссылка на папку

source: Colors
ru: Цвета

source: Underline Links
ru: Подчёркивать ссылки

source: Use Relative Paths for Files And Folders
ru: Использовать относительные пути к файлам и папкам

source: Anchor Size
ru: Размер значка якоря

source: Change Selected
ru: Изменить выбранную комбинацию клавиш

source: File
ru: Файл

source: Tree
ru: Дерево

source: Editor
ru: Правка

source: Format
ru: Формат

source: Find/Replace
ru: Найти/Заменить

source: View
ru: Вид

source: Export
ru: Экспорт

source: Import
ru: Импорт

source: Edit Keyboard Shortcut
ru: Изменение комбинации клавиш

source: No Keyboard Shortcut
ru: Не задана

source: The Keyboard Shortcut '%s' is already in use
ru: Комбинация клавиш «%s» уже используется

source: The current associated action is '%s'
ru: Данная комбинация выполняет действие «%s»

source: Do you want to steal the shortcut?
ru: Переопределить комбинацию клавиш?

source: Remove Selected
ru: Удалить выделенные

source: Enable System Tray Docking
ru: Отображать значок программы в системном лотке

source: Start Minimized in the System Tray
ru: Сворачивать программу в системный лоток после запуска

source: Use AppIndicator for Docking
ru: Использовать AppIndicator при сворачивании программы

source: System Tray
ru: Системный лоток

source: Autosave Every
ru: Автосохранение каждые

source: Minutes
ru: мин.

source: Autosave on Quit
ru: Автосохранение при завершении работы

source: Create a Backup Copy Before Saving
ru: Создавать резервную копию перед сохранением

source: Number of Backups to Keep
ru: Количество сохраняемых резервных копий

source: Saving
ru: Сохранение

source: Automatically Check for Newer Version
ru: Автоматически проверять наличие новой версии

source: Enable Word Count in Statusbar
ru: Отображать количество слов в строке состояния

source: Reload Document From Last Session
ru: Загружать документ из последнего сеанса

source: Reload After External Update to CT* File
ru: Повторная загрузка файла после внешнего обновления до файла CT*

source: Language
ru: Язык

source: The New Language will be Available Only After Restarting CherryTree
ru: Это изменение вступит в силу только после перезапуска CherryTree

source: Text and Code
ru: Текст и код

source: Text
ru: Текст

source: Plain Text and Code
ru: Обычный текст и код

source: Links
ru: Ссылки

source: Toolbar
ru: Панель инструментов

source: Keyboard Shortcuts
ru: Комбинации клавиш

source: Type
ru: Тип

source: Width
ru: Ширина

source: Height
ru: Высота

source: pixels
ru: пкс

source: Size
ru: Размер

source: Highlight Matching Brackets
ru: Подсвечивать парные скобки

source: Options
ru: Параметры

source: Edit CodeBox
ru: Редактировать блок кода

source: Save File as
ru: Сохранение файла

source: Select File
ru: Выбор файла

source: Select Folder
ru: Выбор папки

source: Question
ru: Вопрос

source: Info
ru: Информация

source: This Change will have Effect Only After Restarting CherryTree
ru: Это изменение вступит в силу только после перезапуска CherryTree

source: Warning
ru: Предупреждение

source: Error
ru: Ошибка

source: A Hierarchical Note Taking Application, featuring Rich Text and Syntax Highlighting
ru: Записная книжка с иерархической древовидной структурой, обладающаяфункциями форматирования текста и подсветки синтаксиса

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ru: Эта программа является свободным программным обеспечением; может распространяться и/или изменяться на условиях лицензии GNU General Public License, опубликованной Фондом свободного программного обеспечения; либо версии 3 этой лицензии, либо (по вашему выбору) любой более поздней версии. Данная программа распространяется в надежде, что она может быть полезна, но БЕЗ КАКИХ БЫ ТО НИ БЫЛО ГАРАНТИЙ, в том числе подразумеваемых гарантий ПОТРЕБИТЕЛЬСКИХ СВОЙСТВ и ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. Для получения дополнительных сведений обратитесь к лицензии GNU General Public License. Вы должны были получить копию лицензии GNU General Public License вместе с этой программой. Если вы её не получили, известите об этом Фонд свободного программного обеспечения по адресу Free Software Foundation, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Armenian
ru: Армянский

source: Chinese Simplified
ru: Китайский (упрощённый)

source: Czech
ru: Чешский

source: Dutch
ru: Голландский

source: Finnish
ru: Финский

source: French
ru: Французский

source: German
ru: Немецкий

source: Greek
ru: Греческий

source: Italian
ru: Итальянский

source: Japanese
ru: Японский

source: Lithuanian
ru: Литовский

source: Polish
ru: Польский

source: Portuguese Brazil
ru: Португальский (Бразилия)

source: Russian
ru: Русский

source: Slovenian
ru: Словенский

source: Spanish
ru: Испанский

source: Swedish
ru: Шведский

source: Turkish
ru: Турецкий

source: Ukrainian
ru: Украинский

source: Cancel
ru: Отмена

source: Yes
ru: Да

source: Temporary Files were Created and Opened with External Applications.
ru: Временные файлы были созданы и открыты во внешних приложениях.

source: Quit the External Applications Before Quit CherryTree.
ru: Закройте внешние приложения перед выходом из CherryTree.

source: Did you Quit the External Applications?
ru: Внешние приложения были закрыты?

source: No
ru: Нет

source: The Current Document was Updated.
ru: Текущий документ был изменён.

source: Do you want to Save the Changes?
ru: Сохранить изменения?

source: Anchor Name (optional)
ru: Добавить якорь к ссылке (необязательно)

source: There are No Anchors in the Selected Node
ru: Выбранный узел не содержит якорей

source: Choose Existing Anchor
ru: Выберите якорь

source: Anchor Name
ru: Имя якоря

source: Choose Storage Type
ru: Выбор типа хранения

source: Not Protected
ru: без шифрования

source: Password Protected
ru: с шифрованием

source: Storage Type
ru: Тип хранения:

source: CT saves the document in an encrypted 7zip archive. When viewing or editing the document, CT extracts the encrypted archive to a temporary folder, and works on the unencrypted copy. When closing, the unencrypted copy is deleted from the temporary directory. Note that in the case of application or system crash, the unencrypted document will remain in the temporary folder.
ru: CherryTree сохраняет документ в зашифрованном 7zip-архиве. Во время открытия или редактирования документа CherryTree извлекает его из зашифрованного архива во временную папку и работает с незашифрованной копией. При закрытиинезашифрованная копия документа удаляется из временного каталога. Во время сбоя системы или программы незашифрованный документ остаётся во временной папке.

source: Enter the New Password Twice
ru: Введите новый пароль дважды

source: The Password Fields Must be Filled
ru: Необходимо заполнить поля ввода пароля

source: The Two Inserted Passwords Do Not Match
ru: Введённые пароли не совпадают

source: The Characters %s are Not Allowed
ru: Символы %s не допускаются

source: Involved Nodes
ru: Выбор узлов

source: Selected Text Only
ru: Только выделенный текст
