Repository: giuspen/cherrytree
Catalog: pygtk2/locale/*.po
Languages: ru

source: Warning: One or More Images Were Reduced to Enter the Page
ru: Предупреждение: Одно или несколько изображений было уменьшено, чтобы уместить их на одной странице

source: Unknown
ru: Неизвестный

source: (no suggestions)
ru: (нет вариантов)

source: Add "{}" to Dictionary
ru: Добавить «{}» в словарь

source: Ignore All
ru: Игнорировать всё

source: Languages
ru: Языки

source: Suggestions
ru: Варианты

source: Checking for Newer Version...
ru: Проверка наличия новой версии…

source: A Newer Version Is Available!
ru: Доступна более новая версия!

source: You Are Using the Latest Version Available
ru: Используется последняя версия программы

source: You Are Using a Development Version
ru: Используется версия для разработки программы

source: Failed to Retrieve Latest Version Information - Try Again Later
ru: Не удалось получить информацию о последней версии — повторите попытку позже.

source: No Text is Selected
ru: Текст не выделен

source: The new parent can't be one of his children!
ru: Новый родительский узел не может быть своим же дочерним узлом!

source: CherryTree Document
ru: Документ CherryTree

source: "%s" is Not a CherryTree Document
ru: «%s» не является документом CherryTree

source: NoteCase Document
ru: Документ NoteCase

source: EPIM HTML Document
ru: HTML-документ EPIM

source: HTML Document
ru: Документ HTML

source: Plain Text Document
ru: Текстовый документ

source: Treepad Document
ru: Документ Treepad

source: KeyNote Document
ru: Документ KeyNote

source: Mempad Document
ru: Документ Mempad

source: Knowit Document
ru: Документ Knowit

source: Leo Document
ru: Документ Leo

source: Who is the Parent?
ru: Определение родителя

source: The Tree Root
ru: Корень дерева

source: The Selected Node
ru: Выбранный узел

source: Insert _Special Character
ru: Вставить _специальный символ

source: Insert a Special Character
ru: Вставить специальный символ

source: The Document was Reloaded After External Update to CT* File
ru: Документ был перезагружен после внешнего обновления до файла CT*.

source: CherryTree Hierarchical Note Taking
ru: Записная книжка CherryTree с иерархической структурой

source: You Have No Write Access to %s
ru: Отсутствуют права записи в файл «%s»

source: Writing to Disk...
ru: Запись на диск…

source: Binary Executable '7za' Not Found, Check The Package 'p7zip-full' to be Installed Properly
ru: Двоичный исполняемый файл «7za» не найден. Проверьте правильность установки пакета «p7zip-full»

source: Enter Password for %s
ru: Введите пароль для %s

source: Wrong Password
ru: Неправильный пароль

source: Command Palette
ru: Палитра команд

source: Type To Search...
ru: Введите текст для поиска…

source: Command Name
ru: Имя команды

source: Select the New Parent
ru: Выберите нового родителя

source: The new parent can't be the very node to move!
ru: Новый родительский узел переместить нельзя!

source: The new chosen parent is still the old parent!
ru: Вновь выбранный родительский узел совпадает с прежним родительским узлом!

source: New Node Properties
ru: Свойства нового узла

source: New Child Node Properties
ru: Свойства нового дочернего узла

source: Are you sure to <b>Delete the node '%s'?</b>
ru: Удалить узел <b>«%s»</b>?

source: The node <b>has Children, they will be Deleted too!</b>
ru: У данного узла <b>имеются дочерние узлы, которые также будут удалены!</b>

source: Node Properties
ru: Свойства узла

source: Leaving the Node Type Rich Text you will Lose all Formatting for This Node, Do you want to Continue?
ru: При изменении типа узла с «Форматированного текста» на «Обычный текст», вы полностью потеряете форматирование текста для данного узла. Продолжить?

source: Bold
ru: Полужирный шрифт

source: Use Selected Color
ru: Использовать цвет

source: Use Selected Icon
ru: Использовать значок

source: click me
ru: щёлкните здесь

source: Node Name
ru: Имя узла

source: Rich Text
ru: Форматированный текст

source: Plain Text
ru: Обычный текст

source: Automatic Syntax Highlighting
ru: Автоматическая подсветка синтаксиса

source: Node Type
ru: Тип узла

source: Tags for Searching
ru: Теги для поиска

source: Read Only
ru: Только для чтения

source: Choose Existing Tag
ru: Выберите существующий тег

source: Tag Name
ru: Имя тега

source: Select Node Icon
ru: Выбор значка узла

source: The Size of the Toolbar Icons is already at the Maximum Value
ru: Значки панели инструментов уже имеют максимальный размер

source: The Size of the Toolbar Icons is already at the Minimum Value
ru: Значки панели инструментов уже имеют минимальный размер

source: Edit Anchor
ru: Свойства якоря

source: Insert Anchor
ru: Вставить якорь

source: No CodeBox is Selected
ru: Блок кода не выбран

source: You must associate a command to '%s'. Do so in the Preferences Dialog
ru: Команда должна иметь сопоставление с «%s». Это необходимо сделать в диалоговом окне «Параметры»

source: Do you want to Execute the Code?
ru: Выполнить код?

source: Install the package 'xterm' or configure a different terminal in the Preferences Dialog
ru: Установите пакет «xterm» или задайте другой терминал в диалоговом окне «Параметры»

source: The Maximum Size for Embedded Files is %s MB
ru: Максимальный размер для вложенных файлов — %s Mбайт

source: Cannot Edit Embedded File in Read Only Node
ru: Не удалось удалить вложенный файл в узле, доступном только для чтения

source: Embedded File Automatically Updated:
ru: Автоматическое обновление вложенного файла:

source: Not Any H1, H2 or H3 Formatting Found
ru: Не найдены элементы форматирования H1, H2, H3

source: This Feature is Available Only in Rich Text Nodes
ru: Это свойство доступно только в узлах с форматированным текстом

source: This Feature is Not Available in Automatic Syntax Highlighting Nodes
ru: Это свойство недоступно в узлах с автоматической подсветкой синтаксиса

source: No Node is Selected
ru: Узел не выбран

source: The Tree is Empty!
ru: <b> Пустое дерево! </b> Создайте Ваше первое дерево! Для начала работы добавьте новый узел: <b>Главное меню\Дерево\Новый узел </b>

source: The Selected Node is Read Only
ru: Выбранный узел доступен только для чтения

source: Tree Summary Information
ru: Сводная информация о дереве

source: Number of Rich Text Nodes
ru: Количество узлов с форматированным текстом

source: Number of Plain Text Nodes
ru: Количество узлов с обычным текстом

source: Number of Code Nodes
ru: Количество узлов с кодом

source: Number of Images
ru: Количество изображений

source: Number of Embedded Files
ru: Количество вложенных файлов

source: Number of Tables
ru: Количество таблиц

source: Number of CodeBoxes
ru: Количество блоков кода

source: Number of Anchors
ru: Количество якорей

source: Image Format Not Recognized
ru: Неизвестный формат изображения

source: Image Properties
ru: Свойства изображения

source: PNG Image
ru: Изображение PNG

source: Write to %s Failed
ru: Ошибка записи в %s

source: Lines Stripped
ru: стр. очищено

source: No Previous Text Format Was Performed During This Session
ru: В этом сеансе форматирование текста ещё не проводилось

source: Insert/Edit Link
ru: Вставить/Изменить ссылку

source: Link Name
ru: Наименование ссылки

source: The Cursor is Not into a Paragraph
ru: Курсор находится за пределами абзаца

source: The File Link '%s' is Not Valid
ru: Недопустимая ссылка на файл «%s»

source: The Folder Link '%s' is Not Valid
ru: Недопустимая ссылка на папку «%s»

source: The Link Refers to a Node that Does Not Exist Anymore (Id = %s)
ru: Ссылка указывает на несуществующий узел (Id = %s)

source: No anchor named '%s' found
ru: Якорь с именем «%s» не найден

source: Tags
ru: Теги

source: Spell Check
ru: Орфография

source: Word Count
ru: Число слов

source: Date Created
ru: Дата создания

source: Date Modified
ru: Дата изменения

source: Search for
ru: Найти:

source: Replace with
ru: Заменить на:

source: Match Case
ru: Учитывать регистр

source: Regular Expression
ru: Регулярное выражение

source: Whole Word
ru: Только слово целиком

source: Start Word
ru: Начало слова

source: Forward
ru: Вперёд

source: Backward
ru: Назад

source: All, List Matches
ru: Все совпадения

source: First From Selection
ru: Первое совпадение от выделенного

source: First in All Range
ru: Первое совпадение по всему документу

source: Node Created After
ru: Создан после

source: Node Created Before
ru: Создан до

source: Node Modified After
ru: Изменён после

source: Node Modified Before
ru: Изменён до

source: Time filter
ru: По временным параметрам узла

source: Show Iterated Find/Replace Dialog
ru: Показывать диалоговое окно повторения поиска/замены

source: Search options
ru: Параметры поиска

source: Iterate Latest Find/Replace
ru: Повторение последнего поиска/замены

source: Close
ru: Закрыть

source: Find Previous
ru: Предыдущий

source: Find Next
ru: Следующий

source: Replace
ru: Заменить

source: Undo
ru: Отменить

source: Replace in Current Node...
ru: Замена в текущем узле…

source: Search in Current Node...
ru: Поиск в текущем узле…

source: The pattern '%s' was not found
ru: Совпадения с шаблоном поиска «%s» не обнаружены

source: Matches
ru: совпаден.

source: Replace in Selected Node and Subnodes
ru: Замена в выбранном узле и дочерних узлах

source: Replace in All Nodes
ru: Замена во всех узлах

source: Search in Selected Node and Subnodes
ru: Поиск в выбранном узле и дочерних узлах

source: Search in All Nodes
ru: Поиск во всех узлах

source: Replace in Node Names...
ru: Замена в именах узлов…

source: Search For a Node Name...
ru: Поиск имени узла…

source: No Previous Search Was Performed During This Session
ru: В этом сеансе поиск ещё не проводился

source: Hide (Restore with '%s')
ru: Скрыть (Восстановить с помощью «%s»)

source: Line
ru: Строка

source: Line Content
ru: Содержимое строки

source: Rename Column
ru: Переименовать столбец

source: Delete Column
ru: Удалить столбец

source: Add Column
ru: Добавить столбец

source: Move Column Left
ru: Переместить столбец влево

source: Move Column Right
ru: Переместить столбец вправо

source: Rows
ru: Число рядов

source: Columns
ru: Число столбцов

source: Table Size
ru: Размер таблицы

source: Min Width
ru: Минимальная ширина

source: Max Width
ru: Максимальная ширина

source: Column Properties
ru: Свойства столбца

source: Import from CSV File
ru: Импортировать данные из файла CSV

source: CSV File
ru: Файл CSV

source: Insert Table
ru: Вставить таблицу

source: Click to Edit the Column Settings
ru: Щёлкните для редактирования свойств столбца

source: Edit Table Properties
ru: Свойства таблицы

source: Table Column Action
ru: Действия над столбцами таблицы

source: New _Instance
ru: _Новый экземпляр

source: Start a New Instance of CherryTree
ru: Запустить новый экземпляр CherryTree

source: _Open File
ru: _Открыть файл

source: Open a CherryTree Document
ru: Открыть документ CherryTree

source: _Save
ru: _Сохранить

source: Save File
ru: Сохранить файл

source: Save and _Vacuum
ru: Сохранить и с_жать

source: Save File and Vacuum
ru: Сохранить и с_жать файл

source: Save _As
ru: Сохранить _как

source: Save File As
ru: Сохранить файл как

source: _Execute Code
ru: _Выполнить код

source: Execute Code
ru: Выполнить код

source: Open Preferences _Directory
ru: О_ткрыть каталог параметров

source: Open the Directory with Preferences Files
ru: Открыть каталог с файлами параметров

source: Pa_ge Setup
ru: Пара_метры страницы

source: Set up the Page for Printing
ru: Настройка параметров страницы для печати

source: _Print
ru: _Печать

source: Print
ru: Печать

source: _Quit
ru: _Выход

source: Quit the Application
ru: Выход из приложения

source: _Exit CherryTree
ru: _Выход

source: Exit from CherryTree
ru: Выйти из CherryTree

source: _Preferences
ru: Параме_тры

source: Preferences
ru: Параметры

source: _Undo
ru: _Отменить

source: Undo Last Operation
ru: Отменить последнее действие

source: _Redo
ru: _Вернуть

source: Redo Previously Discarded Operation
ru: Вернуть отменённое ранее действие

source: Insert I_mage
ru: Вставить _изображение

source: Insert an Image
ru: Вставить изображение

source: Insert _Table
ru: Вставить _таблицу

source: Insert a Table
ru: Вставить таблицу

source: Insert _CodeBox
ru: Вставить _блок кода

source: Insert a CodeBox
ru: Блок кода Вставить блок кода Блок кода — это контейнер для хранения различных функций и процедур, которыми программист часто пользуется, да и просто различного кода.

source: Insert _File
ru: Вставить _файл

source: Insert File
ru: Вставить файл

source: Insert/Edit _Link
ru: Вставка/Правка _ссылки

source: Insert a Link/Edit the Underlying Link
ru: Вставить ссылку/Изменить имеющуюся ссылку

source: Insert _Anchor
ru: Вставить _якорь

source: Insert an Anchor
ru: Вставить якорь в документ. Якорь — это закладка на элементы, такие как заголовки, рисунки, узлы, файлы и таблицы, блоки кода, фрагменты текста. Чтобы сослаться на якорь необходимо вставить в нужном месте ссылку или использовать перекрёстную ссылку, такую как «см. таблицу 7» или «Вернуться к…» Ссылка на якорь обновляется автоматически, если содержимое перемещается в другое место.

source: Insert T_OC
ru: Вставить о_главление

source: Insert Table of Contents
ru: Вставить оглавление

source: Insert Ti_mestamp
ru: Вставить время и _дату

source: Insert Timestamp
ru: Вставить время и дату

source: Insert _Horizontal Rule
ru: Вставить _горизонтальную линию

source: Insert Horizontal Rule
ru: Вставить горизонтальную линию

source: _Lower Case of Selection/Word
ru: _Выделение/слово в нижний регистр

source: Lower the Case of the Selection/the Underlying Word
ru: Преобразование выделенного текста/слова под курсором в нижний регистр

source: _Upper Case of Selection/Word
ru: _Выделение/слово в верхний регистр

source: Upper the Case of the Selection/the Underlying Word
ru: Преобразование выделенного текста/слова под курсором в верхний регистр

source: _Toggle Case of Selection/Word
ru: _Смена регистра выделения/слова

source: Toggle the Case of the Selection/the Underlying Word
ru: _Смена регистра выделенного текста/слова под курсором

source: Enable/Disable _Spell Check
ru: Орфография

source: Toggle Enable/Disable Spell Check
ru: Включить/выключить проверку орфографии

source: Cu_t as Plain Text
ru: Вы_резать как обычный текст

source: Cut as Plain Text, Discard the Rich Text Formatting
ru: Вырезать в виде обычного текста без форматирования

source: _Copy as Plain Text
ru: _Копировать как обычный текст

source: Copy as Plain Text, Discard the Rich Text Formatting
ru: Копировать в виде обычного текста без форматирования

source: _Paste as Plain Text
ru: _Вставить как обычный текст

source: Paste as Plain Text, Discard the Rich Text Formatting
ru: Вставить в виде обычного текста без форматирования

source: Cu_t Row
ru: Вы_резать ряд

source: Cut the Current Row/Selected Rows
ru: Вырезать текущий ряд/выделенные ряды

source: _Copy Row
ru: Ко_пировать ряд

source: Copy the Current Row/Selected Rows
ru: Копировать текущий ряд/выделенные ряды

source: De_lete Row
ru: Уд_алить ряд

source: Delete the Current Row/Selected Rows
ru: Удалить текущий ряд/выделенные ряды

source: _Duplicate Row
ru: _Дублировать ряд

source: Duplicate the Current Row/Selection
ru: Дублировать текущий ряд/выделенные ряды

source: Move _Up Row
ru: Переместить ряд _вверх

source: Move Up the Current Row/Selected Rows
ru: Переместить текущий ряд/выделенные ряды вверх

source: Move _Down Row
ru: Переместить ряд _вниз

source: Move Down the Current Row/Selected Rows
ru: Переместить текущий ряд/выделенные ряды вниз

source: Format _Latest
ru: Последний _формат

source: Memory of Latest Text Format Type
ru: Запомнить последнее форматирование текста

source: _Remove Formatting
ru: _Удалить форматирование

source: Remove the Formatting from the Selected Text
ru: Удалить форматирование из выбранного текста

source: Text _Color Foreground
ru: _Цвет текста

source: Change the Color of the Selected Text Foreground
ru: Изменить цвет выбранного текста

source: Text C_olor Background
ru: Цвет _фона текста

source: Change the Color of the Selected Text Background
ru: Изменить цвет фона выделенного текста

source: Toggle _Bold Property
ru: _Полужирный текст

source: Toggle Bold Property of the Selected Text
ru: Переключить свойство насыщенности шрифта выбранного текста

source: Toggle _Italic Property
ru: _Наклонный текст

source: Toggle Italic Property of the Selected Text
ru: Переключить свойство наклонности шрифта выбранного текста

source: Toggle _Underline Property
ru: _Подчёркнутый текст

source: Toggle Underline Property of the Selected Text
ru: Переключить свойство подчёркивания шрифта выбранного текста

source: Toggle Stri_kethrough Property
ru: _Перечёркнутый текст

source: Toggle Strikethrough Property of the Selected Text
ru: Переключить свойство перечёркивания шрифта выбранного текста

source: Toggle h_1 Property
ru: Размер _h1

source: Toggle h1 Property of the Selected Text
ru: Переключить размер h1 для выбранного текста

source: Toggle h_2 Property
ru: Размер h_2

source: Toggle h2 Property of the Selected Text
ru: Переключить размер h2 для выбранного текста

source: Toggle h_3 Property
ru: Размер h_3

source: Toggle h3 Property of the Selected Text
ru: Переключить размер h3 для выбранного текста

source: Toggle _Small Property
ru: Мал_ый размер

source: Toggle Small Property of the Selected Text
ru: Переключить малый размер шрифта для выбранного текста

source: Toggle Su_perscript Property
ru: Верхний ин_декс

source: Toggle Superscript Property of the Selected Text
ru: Переключить верхний индекс шрифта для выбранного текста

source: Toggle Su_bscript Property
ru: Ни_жний индекс

source: Toggle Subscript Property of the Selected Text
ru: Переключить нижний индекс шрифта для выбранного текста

source: Toggle _Monospace Property
ru: Моно_шрифт

source: Toggle Monospace Property of the Selected Text
ru: Переключить моноширный шрифт для выбранного текста

source: Set/Unset _Bulleted List
ru: Маркированный с_писок

source: Set/Unset the Current Paragraph/Selection as a Bulleted List
ru: Переключить маркированный список для текущего параграфа/выделенного текста

source: Set/Unset _Numbered List
ru: Нуме_рованный список

source: Set/Unset the Current Paragraph/Selection as a Numbered List
ru: Переключить нумерованный список для текущего параграфа/выделенного текста

source: Set/Unset _To-Do List
ru: Список зада_ч

source: Set/Unset the Current Paragraph/Selection as a To-Do List
ru: Переключить список задач для текущего параграфа/выделенного текста

source: Justify _Left
ru: По ле_вому краю

source: Justify Left the Current Paragraph
ru: Выровнять текущий параграф по левому краю

source: Justify _Center
ru: По _центру

source: Justify Center the Current Paragraph
ru: Выровнять текущий параграф по центру

source: Justify _Right
ru: По _правому краю

source: Justify Right the Current Paragraph
ru: Выровнять текущий параграф по правому краю

source: Justify _Fill
ru: По _ширине

source: Justify Fill the Current Paragraph
ru: Выровнять текущий параграф по ширине

source: Add _Node
ru: Добавить _узел

source: Add a Node having the same Parent of the Selected Node
ru: Добавить потомка в родительский узел выбранного узла

source: Add _SubNode
ru: Добавить _дочерний узел

source: Add a Child Node to the Selected Node
ru: Добавить потомка в выбранный узел

source: _Duplicate Node
ru: Д_ублировать узел

source: Duplicate the Selected Node
ru: Дублировать выбранный узел

source: Change Node _Properties
ru: Изменить свойства _узла

source: Edit the Properties of the Selected Node
ru: Изменить свойства выбранного узла

source: Toggle _Read Only
ru: Только _чтение

source: Toggle the Read Only Property of the Selected Node
ru: Переключить свойство только для чтения у выбранного узла

source: Insert Today's Node
ru: Добавить узел дня

source: Insert a Node with Hierarchy Year/Month/Day
ru: Добавить узел с иерархией год/месяц/день

source: Tree _Info
ru: Информация о _дереве

source: Node _Up
ru: Узел _вверх

source: Move the Selected Node Up
ru: Переместить выбранный узел вверх

source: Node _Down
ru: Узел _вниз

source: Move the Selected Node Down
ru: Переместить выбранный узел вниз

source: Node _Left
ru: Узел _влево

source: Move the Selected Node Left
ru: Переместить выбранный узел влево

source: Node _Right
ru: Ветвь в_право

source: Move the Selected Node Right
ru: Переместить выбранный ветвь вправо

source: Node Change _Parent
ru: Сменить _родителя

source: Change the Selected Node's Parent
ru: Сменить родителя выбранного узла

source: Sort Tree _Ascending
ru: Сортировать дерево по в_озрастанию

source: Sort the Tree Ascending
ru: Сортировать дерево по возрастанию

source: Sort Tree _Descending
ru: Сортировать дерево по у_быванию

source: Sort the Tree Descending
ru: Сортировать дерево по убыванию

source: Sort Siblings A_scending
ru: Сортировать потомков по во_зрастанию

source: Sort all the Siblings of the Selected Node Ascending
ru: Сортировать потомков выбранного узла по возрастанию

source: Sort Siblings D_escending
ru: Сортировать потомков по уб_ыванию

source: Sort all the Siblings of the Selected Node Descending
ru: Сортировать потомков выбранного узла по убыванию

source: _Inherit Syntax
ru: Наследовать _синтаксис

source: Change the Selected Node's Children Syntax Highlighting to the Parent's Syntax Highlighting
ru: Синхронизировать тип подсветки синтаксиса с родительским узлом

source: De_lete Node
ru: Уда_лить узел

source: Delete the Selected Node
ru: Удалить выбранную ветвь

source: Go _Back
ru: Н_азад

source: Go to the Previous Visited Node
ru: Перейти к ранее посещённому узлу

source: Go _Forward
ru: Вперёд

source: Go to the Next Visited Node
ru: Перейти к следующему посещённому узлу

source: _Find in Node Content
ru: _Поиск по содержимому узла

source: Find into the Selected Node Content
ru: Поиск по содержимому выбранного узла

source: Find in _All Nodes Contents
ru: Поиск по со_держимому всех узлов

source: Find into All the Tree Nodes Contents
ru: Поиск по содержимому всех узлов дерева

source: Find in _Selected Node and Subnodes Contents
ru: Поиск по содержимому _выбранного узла с потомками

source: Find into the Selected Node and Subnodes Contents
ru: Поиск по содержимому _выбранного узла с потомками

source: Find in _Nodes Names and Tags
ru: Поиск по _именам узлов и тегам

source: Find in Nodes Names and Tags
ru: Поиск по именам узлов и тегам

source: Find _Again
ru: Следую_щее

source: Iterate the Last Find Operation
ru: Искать следующее совпадение последнего поиска

source: Find _Back
ru: Предыд_ущее

source: Iterate the Last Find Operation in Opposite Direction
ru: Искать предыдущее совпадение последнего поиска

source: _Replace in Node Content
ru: _Замена в содержимом узла

source: Replace into the Selected Node Content
ru: Замена в содержимом выбранного узла

source: Replace in _All Nodes Contents
ru: Замена в со_держимом всех узлов

source: Replace into All the Tree Nodes Contents
ru: Замена в содержимом всех узлов дерева

source: Replace in _Selected Node and Subnodes Contents
ru: Замена в с_одержимом выбранных узлов и их потомков

source: Replace into the Selected Node and Subnodes Contents
ru: Замена в содержимом выбранных узлов и их потомков

source: Replace in Nodes _Names
ru: Замена в именах _узлов

source: Replace in Nodes Names
ru: Замена в именах узлов

source: Replace _Again
ru: Повторить замену

source: Iterate the Last Replace Operation
ru: Заменить предыдущее совпадение последнего поиска

source: Show/Hide _Tree
ru: Обо_зреватель дерева

source: Toggle Show/Hide Tree
ru: Показать/Скрыть обозреватель дерева

source: Show/Hide Tool_bar
ru: Панель инс_трументов

source: Toggle Show/Hide Toolbar
ru: Показать/скрыть панель инструментов

source: Show/Hide Node Name _Header
ru: Заголовок _узла

source: Toggle Show/Hide Node Name Header
ru: Показать/скрыть заголовок узла
